"BUTTON_AUTHENTICATE" = "استخدام رقم هاتفي";

"BUTTON_CONTINUE" = "متابعة";

"BUTTON_CREATED_ACCOUNT" = "تمّ إنشاء الحساب";

"BUTTON_CREATE_ACCOUNT" = "إنشاء حساب";

"BUTTON_CREATING_ACCOUNT" = "إنشاء الحساب";

"BUTTON_DISMISS" = "تجاهل";

"BUTTON_DONE" = "تمّ";

"BUTTON_NOT_NOW" = "ليس الآن";

"BUTTON_OKAY" = "موافق";

"BUTTON_RESEND_CONF_CODE" = "اطلب رمزًا آخر.";

"BUTTON_RETRY" = "إعادة المحاولة";

"BUTTON_SENDING" = "جارٍ الإرسال...";

"BUTTON_SENDING_CONF_CODE" = "إرسال رمز التأكيد";

"BUTTON_SEND_CONF_CODE" = "إرسال رمز التوثيق";

"BUTTON_SENT_CONF_CODE" = "تمّ إرسال رمز التأكيد";

"BUTTON_TRY_DIFFERENT_NUMBER" = "جرّب رقمًا مختلفًا";

"CALL_ME_ACTION" = "اتصل بي";

"CALL_ME_LOADING" = "جارٍ الاتصال...";

"ERROR_CANT_SMS" = "لايمكن إرسال رسالة نصّيّة قصيرة لهذا الرقم.";

"ERROR_CHECK_CODE_TRY_AGAIN" = "يُرجى التحقق من الرمز وإعادة المحاولة";

"ERROR_CHECK_CONNECTION_TRY_AGAIN" = "مهلًا، يبدو أننا نواجه مشكلة في الشبكة. دعنا نحاول مرّة أخرى؟ [%@]";

"ERROR_CHECK_EMAIL_TRY_AGAIN" = "يُرجى تفقّد بريدك الإلكترونيّ وإعادة المحاولة";

"ERROR_CHECK_NUMBER_TRY_AGAIN" = "يُرجى التحقق من الرقم وإعادة المحاولة";

"LABEL_ENTER_2_STEP_VERIFICATION_CODE" = "أدخِل رمز التحقّق المُكوّن من خطوتين.";

"LABEL_ENTER_CONF_CODE" = "لقد أرسلنا لك رمزًا.";

"LABEL_ENTER_EMAIL" = "أدخِل بريدك الإلكترونيّ.";

"LABEL_ENTER_PHONE_NUMBER" = "ما هو رقم هاتفك؟";

"LABEL_EXPLAIN_FIND_YOUR_FRIENDS" = "نحن نستخدم Digits بواسطة\nتويتر في العثور على المزيد من أصدقائك الذين يستخدمون هذا التطبيق. عندما تنقر موافق،  سنقوم برفع دفتر عناوينك إلى Digits بواسطة تويتر كي نتمكن من مساعدتك في العثور على مستخدمي %@ الذين تعرفهم أو مساعدة مستخدمي %@ الآخرين في العثور عليك.";

"LABEL_FIND_YOUR_FRIENDS_TITLE" = "اعثر على أصدقائك";

"LABEL_RESEND_CONF_CODE" = "ألم تحصُل على رمز؟";

"LABEL_UNABLE_TO_CONFIRM_NUMBER" = "لا يمكن تأكيد رقم هاتفك.";

"LABEL_UNABLE_TO_CONFIRM_NUMBER_EXPLANATION" = "عذرًا، نواجه مشكلة في إرسال رمز التأكيد لك.";

"ONBOARDING_MESSAGE" = "[Digits] أدخُل إلى https://fabric.io لتعيين اسم التطبيق الخاص بك والذي سيتم تضمينه في توثيق البريد الإلكترونيّ وتصديق الرسائل النصّيّة القصيرة/الصوتيّة.";

"PARTIAL_FOOTNOTE_THIS_APP" = "النص الذي سيتم إدخاله عندما يكون اسم التطبيق غير معروف: \"...يستطيع المستخدمون الآخرون لتطبيق [app name] اكتشافك...\"";

"PLACEHOLDER_2_STEP_VERIFICATION_CODE" = "رمز التحقق";

"PLACEHOLDER_CONF_CODE" = "أدخِل الرمز الخاصّ بك المُكوّن من ستة أرقام";

